Repository: sveyret/misybag
Catalog: po/*.po
Languages: fr

source: Usage: ${msbg_name} [new|sys-install|update] [parameters]
fr: Syntaxe : ${msbg_name} [new|sys-install|update] [paramètres]

source: ${msbg_name} new profile_name [dir_name]
fr: ${msbg_name} new nom_du_profil [nom_du_répertoire]

source: Create a new MisybaG project using given profile_name in dir_name.
fr: Créer un nouveau projet MisybaG en utilisant les nom_du_profil et\nnom_du_répertoire fournis.

source: profile_name is a MisybaG profile name, i.e. the path of the sub-directory of:
fr: nom_du_profil est un nom de profil MisybaG, c'est-à-dire le chemin du\nsous-répertoire correspondant dans :

source: dir_name is the name of directory where new project will be created. The\ndirectory is created if it does not exist. New project is created in current\ndirectory if none given.
fr: nom_du_répertoire est le nom du répertoire dans lequel le nouveau projet sera\ncréé. Le répertoire est créé s'il n'existe pas. Si ce nom n'est pas fourni, le\nnouveau projet sera créé dans le répertoire courant.

source: Install the full target system. This will delete the current content on the\ntarget.
fr: Installer le système cible complet. Cela supprimera le contenu actuel sur la\ncible

source: Update the target system, using project configuration.
fr: Mettre à jour le système cible, en utilisant la configuration du projet.

source: Missing profile
fr: Profil introuvable

source: Profile directory ${profile_dir} does not exist
fr: Le répertoire de profil ${profile_dir} n'existe pas

source: Missing toolchain directory ${SYSROOT}
fr: Répertoire de chaine de compilation ${SYSROOT} introuvable

source: Project created on directory:
fr: Projet créé dans le répertoire :

source: You should now mount your distant root to:
fr: Vous pouvez monter la racine distante dans :

source: Toolchain directory is a link. Building environment is not clean.
fr: Le répertoire de chaine de compilation est un lien. L'environnement de construction n'est pas propre.

source: Unknown action ${action}.
fr: Action ${action} inconnue.
